Repository: Vistaus/televido
Catalog: po/*.po
Languages: de

source: Access German-language public broadcasting live streams and archives
de: Greif zu auf Livestreams und Mediatheken öffentlich-rechtlicher Fernsehsender

source: Access German-language public TV
de: Zugang zu Livestreams und Mediatheken des ÖRR

source: Televido (“Television” in Esperanto) lets you livestream, search, play and download media from German-language public television services. It is powered by APIs provided by the MediathekView project.
de: Televido („Fernsehen“ auf Esperanto) ermöglicht das Empfangen von Livestreams sowie das Suchen, Abspielen und Herunterladen von Inhalten aus Mediatheken öffentlich-rechtlicher Sender aus dem DACH-Raum. Es basiert auf APIs, die vom MediathekView-Projekt zur Verfügung gestellt werden.

source: The presented content is provided directly by the respective television services, this program only facilitates finding and accessing the shows.
de: Die präsentierten Inhalte werden direkt von den jeweiligen Sendern angeboten, dieses Programm erleichtert dabei nur das Auffinden und Abrufen der Sendungen.

source: Televido provides an integrated player for video playback. Additionally, Televido supports external programs that are installed on the user's system for video playback and download. Currently supported players: GNOME Videos (Totem), Celluloid, Clapper, Daikhan. Currently supported downloaders: Parabolic.
de: Televido bietet einen integrierten Videoplayer zum Abspielen der Inhalte. Darüber hinaus unterstützt Televido für Videowiedergabe und -download externe Programme, die auf dem System installiert sind. Derzeit unterstütze Player: GNOME Videos (Totem), Celluloid, Clapper, Daikhan. Derzeit unterstütze Videodownloader: Parabolic.

source: Add an integrated video player based on Clapper and ClapperGTK
de: Integrierter Videoplayer auf Basis von Clapper und ClapperGTK hinzugefügt

source: Allow removing and reordering live channels
de: Live-Sender können nun entfernt und neu geordnet werden

source: Add option to copy subtitles URL
de: Option zum Kopieren der Untertitel-URL hinzugefügt

source: Use MediathekViewWeb's advanced search syntax
de: Verwende die erweiterte Such-Syntax von MediathekViewWeb

source: Use adaptive dialogs for preferences, player selector and about dialog
de: Für Einstellungen, Playerauswahl und „Über“-Dialog werden nun adaptive Dialoge verwendet

source: Added French translation
de: Übersetzung ins Französische hinzugefügt

source: Added support for downloading content using Parabolic
de: Videodownload mittels Parabolic wird nun unterstützt

source: Added Dutch translation
de: Übersetzung ins Niederländische hinzugefügt

source: Added support for mobile devices
de: Mobile Geräte werden nun unterstützt

source: Added support for custom video players
de: Benutzerdefinierte Videoplayer werden nun unterstützt

source: Added support Daikhan as a video player
de: Daikhan wird nun als Videoplayer unterstützt

source: If an error occurs, a graphical error message is shown.
de: Wenn ein Fehler auftritt, wird eine graphische Fehlermeldung angezeigt.

source: Initital release
de: Erstveröffentlichung

source: Failed to load livestream channels
de: Livestream-Sender konnten nicht geladen werden

source: Failed to play video stream
de: Videostream konnte nicht abgespielt werden

source: Failed to launch video downloader
de: Videodownloader konnte nicht gestartet werden

source: General
de: Allgemein

source: Show livestreams
de: Zeige Livestreams

source: Show mediathek
de: Zeige Mediathek

source: Reload
de: Neu laden

source: Quit application
de: Anwendung beenden

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Custom program
de: Benutzerdefiniertes Programm

source: Could not find application “{}”
de: Anwendung „{}“ konnte nicht gefunden werden

source: Failed to load external applications
de: Externe Anwendungen konnten nicht geladen werden

source: See the terminal output for details.
de: In den Programm-Logs finden Sie weitere Details.

source: Select video player
de: Videoplayer auswählen

source: Select one of the following external programs to stream content.
de: Wählen Sie eines der folgenden externen Programme zum Streamen von Inhalten.

source: Select video downloader
de: Videodownloader auswählen

source: Select one of the following external programs to download content.
de: Wählen Sie eines der folgenden externen Programme zum Herunterladen von Inhalten.

source: You can also specify a custom application ID (e.g. org.example.Application) of a different program that supports DBus activation, is able to open a https:// URI and is accessible from the context of this application.
de: Sie können auch eine benutzerdefinierte Anwendungs-ID (z.B. org.example.Application) angeben, um ein anderes Programm zu nutzen, das DBus-Aktivierung unterstützt, https://-URIs öffnen kann und aus dem Kontext dieser Anwendung erreicht werden kann.

source: Play
de: Abspielen

source: Failed load shows for channel “{}”
de: Sendungen für Sender „{}“ konnten nicht geladen werden

source: Copy video URL
de: Video-URL kopieren

source: Download
de: Herunterladen

source: Open Website
de: Website öffnen

source: High Quality
de: Hohe Qualität

source: Medium Quality
de: Mittlere Qualität

source: Low Quality
de: Niedrige Qualität

source: Subtitles
de: Untertitel

source: Copied video URL to clipboard
de: Video-URL wurde in Zwischenablage kopiert

source: Copied subtitles URL to clipboard
de: Untertitel-URL wurde in Zwischenablage kopiert

source: Failed to open website in browser
de: Website konnte nicht im Browser geöffnet werden

source: e.g. »tagesschau«
de: z.B. »tagesschau«

source: Search everywhere
de: Überall suchen

source: Include future shows
de: Zukünftige Sendungen einschließen

source: Sort
de: Sortierung

source: Search for content
de: Nach Inhalten suchen

source: Start typing in the search bar to see a list of matching shows. The search field supports <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">MediathekViewWeb's advanced search syntax</a> (German).
de: Schreiben Sie etwas in die Suchleiste, um eine Liste passender Sendungen zu sehen. Das Suchfeld unterstützt die <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">erweiterte Such-Syntax von MediathekViewWeb</a>.

source: No results
de: Keine Ergebnisse

source: Try different search terms or adjust the search filters
de: Wählen Sie einen anderen Suchbegriff oder verändern Sie die Suchfilter

source: Load more
de: Mehr laden

source: Sort By
de: Sortieren nach

source: Channel
de: Sender

source: Date
de: Datum

source: Duration
de: Dauer

source: Sort Order
de: Sortierreihenfolge

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Failed to query the MediathekViewWeb API
de: Daten von der MediathekViewWeb-API konnten nicht abgerufen werden

source: Video Quality
de: Video-Qualität

source: External Programs
de: Externe Programme

source: Use external video player
de: Externen Videoplayer verwenden

source: Change
de: Ändern

source: Live Channels
de: Livestream-Sender

source: Select and reorder channels
de: Sender auswählen und ordnen

source: Visible channels
de: Angezeigte Sender

source: Hidden channels
de: Versteckte Sender

source: Sort alphabetically
de: Alphabetisch sortieren

source: Sort using default order
de: In Standardreihenfolge sortieren

source: %b %-e, %Y %H:%M
de: %-e. %b %Y %H.%M Uhr

source: Menu
de: Menü

source: Preferences
de: Einstellungen

source: Keyboard Shortcuts
de: Tastenkürzel

source: About Televido
de: Über Televido
